Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 아내가 유독 입덧이 심해서 음식을 거의 못 먹던 차였습니다.
en: my wife hasn’t been able to eat anything due to morning sickness...

source: 계시 마법을 익히려면 우선 오만한 생각을 해야 해욤.
en: in order to master the magic of revelation, you have to think a certain way.

source: 대상과 가까이 있거나 접촉한 상태라면 더 잘 돼욤.
en: it works better if you’re standing near your target or touching them physically.

source: 아주 영혼까지 부숴버릴 거니까.
en: It’ll destroy your soul.

source: 세상에… 이게 다 뭐야?
en: oh my word, what is all this?

source: 혹시 지난번 휴가 나갔을 때에도 이 옷을 입고 갔던 건가?
en: did you wear this on your day off?

source: 천과 실을 준비하여 직접 수를 놓아 보라고 하는 것이지요.
en: we’ll get some fabric and thread for her to stitch for us.

source: 이 할미에게?
en: for this granny?

source: 할머니는 소싯적 기억이 나시나요?
en: do you remember your childhood, granny?

source: 가게 문 닫을 시간이 지나는군.
en: it’s past closing hours.

source: 서성
en: roam

source: 하녀가 아니라 비렁뱅이 몸을 얻었다 해도 거절하진 않았을 것이다.
en: but even if i got the body of a beggar, i would have accepted it happily.

source: 도련님?
en: young master?

source: 그렇습니까.
en: I see.

source: 내가 언제 통찰이라고 밝힌 적이 있었던가?
en: did I ever tell you I had such powers?

source: 포옥-
en: hug

source: 윈스턴 자작가의 어떤 하녀분이 만들었다고 했어요.
en: i heard that a maid of viscount winston made them.

source: 이 집 음식 솜씨도 좋고, 마음씨도 좋군요.
en: the food here is quite good and so are the people.

source: 아, 그렇지.
en: oh, right.

source: 설마… 저 아이가 그 하녀일까요?
en: that child... could she be the maid?

source: 그런겨…?
en: is... that so?

source: 애초에 마력을 지닌 자들도 희소해져서 마법술사도 거의 없어진 마당이니까요, 뭐.
en: well, it’s rare to even see people with mana nowadays. that’s why you don’t see that many sorcerers.

source: 커튼이요??
en: a curtain?

source: 기쁘군요.
en: that makes me happy.

source: 또각
en: tip-tap

source: 새벽에 갑자기 종이비행기나 보내고 참…
en: what am i doing, sending paper airplanes in the middle of the night?

source: 손님께서 꼭 이 옷을 입어주시면 좋겠습니다.
en: i would love for you to wear this.

source: 아무튼 허튼짓하지 마.
en: Don’t do anything useless.

source: 그게 더 불편할걸요.
en: I think that’d be more uncomfortable for you.

source: 오늘은 그만하는 게 좋겠다.
en: we should stop here.

source: 슥
en: sfh

source: 잔이 아닌 그릇에 담아 먹는구나.
en: ...but it’s in a bowl instead of a cup.

source: 우선 깔개부터 들어내야겠구먼.
en: first, i’ll take out the place mats.

source: 더듬
en: fumble

source: 그 아이에겐 상을 내려야겠다.
en: i shall give her a reward.

source: 그런 줄도 모르고 알피의 정체 숨기려고 애썼다고욤!
en: I didn’t know, so I tried to hide your identity!

source: 휘잉
en: woosh

source: 속았다.
en: I was fooled!

source: 아무래도 유령이나 연기처럼 실체가 없는 거 같네.
en: it looks as if it doesn’t have a body, like a ghost or smoke.

source: 그럼 저 이제 갈게욤.
en: i’ll be going now.

source: 가르쳐 준다면 전 배우고 싶어요!
en: if you will teach me, then i wish to learn!

source: 어머, 이건 또 무슨 음료인가요?
en: oh my, what kind of beverage is this?

source: 펄럭
en: flap

source: 빼액!
en: wahhh!

source: 안 그러면 혼이 나니까.
en: otherwise, you’ll get in trouble.

source: 재미없어, 지루해!
en: it’s no fun. I’m bored!

source: 기본 중의 기본인 책인데 말이지요.
en: it’s a fairly basic subject.

source: 어머머, 애완 여우라니.
en: wow, a pet fox.

source: 오후 2시.
en: 2 P.M.

source: 놀라워라~ 기회가 닿는다면 저도 꼭 한번 만나 보고 싶네요.
en: how amazing! i would love to meet her if i had the chance.

source: 품위 없기도 하지.
en: you should have some dignity.

source: 듣기 좋은 소리 한 번 하고 먹을 거 얻어먹으려고 그러는 거잖아.
en: he just wants to get something just for saying nice things.

source: 안 닿아···.
en: I can’t reach...

source: 정말로 안 위험한 거 맞아?
en: are you sure it’s not dangerous?

source: 빙글
en: spin

source: 우리 매장 옷과 잘 어울릴 것 같은데.
en: she seems to be a good fit for our shop’s clothes.

source: 자수 놓는 속도 좀 봐요.
en: look at her speed.

source: 이 커튼과 자수는 뭐지?
en: what are these curtains and stitches?

source: 그럼요, 애초에 하미 양을 초대하는 이유는 제 가족을 소개시켜주기 위해서니까요.
en: of course. introducing ms. grana to my family is the whole point of inviting her in the first place.

source: 이게 뭐야.
en: what’s this?

source: 전설, 이라고…?
en: a... legend?

source: 처음에만 좀 그렇지, 시간이 지나면 나중에는 익숙해질 거예요.
en: you’ll get used to sharing a room with him over time.

source: 자작 부인이 계셨다면 제가 어머니께 부탁을 드릴 필요도 없었겠지요.
en: if that had been the case, i wouldn’t even have to ask you this favor.

source: 요건 약과라는 거랍니다.
en: this is called yagkwa.

source: 송충이구나!
en: they’re caterpillars!

source: 아니… 나이가 들어서 그런지, 영 침침하지요.
en: no... perhaps i’ve gotten too old to remember.

source: …하아.
en: *sigh*

source: 이 탁자에 놓아야 하나…
en: should i put it on this table?

source: 일단 이리로 와!
en: come this way for now!

source: 스킨십?!
en: physical contact?!

source: 아니, 뭐… 물론 신분 차이도 있고 그렇긴 하지.
en: I mean, we do have different social statuses and all...

source: 돈도 잃지 않고, 다치지도 말라니···.
en: don’t lose the money and don’t get hurt...

source: 하녀… 라고?
en: she’s... a maid?

source: 하… 그럼 그렇지.
en: sigh... of course.

source: 잘 어울려.
en: you look nice.

source: 안 될 건 없지만, 본선 진출더 못할 건데 돈 낭비 하는 거야, 아가씨.
en: you can, but you’d be wasting your money, miss

source: 지금이라도 장사를 접어야 하나?
en: is it about time i end the business?

source: 너무 많이 받았나…
en: did i get too much food?

source: 부 담,,,
en: awkward...

source: 왜 그래, 무슨 일 있어?
en: what’s the matter?

source: 율리시스가 선물을 해서.
en: ulysses sent it to me as a gift.

source: 덜컹
en: clink

source: 제국의 황성에는 더위를 가시게 만드는 마법 냉각 도구가 있다던데.
en: i’ve heard that the palace has a magic tool that wards off the heat.

source: 그럼 이 책들은 저택에 돌아가서 차분히 읽어 볼게요.
en: well, I’ll go back home and read through these books.

source: 끼잉,,,
en: whine...

source: 빨리 가서 닦아!!
en: go and clean it up!!!

source: 즉, 수공예라고 불리는 분야에서 내가 만들지 못하는 건 없다.
en: as a result, there is nothing i cannot make through sewing and knitting.

source: 멀쩡하잖아?
en: i’m completely fine!

source: 넌 나를 대체 뭐라고 생각하는 거니?
en: what do you take me for?

source: 더한 힘을 원했더라면 충분히 사용할 수 있었을 거라고.
en: I could do more things with my power if I wanted to.

source: 네, 그럴게욤.
en: yes, i will.

source: -12화-
en: -Episode 12-

source: 붕붕-
en: wave wave

source: 뭐야, 뭐야.
en: what? what?

source: 벌써부터 너무 좋아.
en: i’m so excited.

source: 중얼
en: murmur

source: 저는 앞으로 그곳에서 머물도록 하겠습니다.
en: I’ll stay in the garden going forward.

source: 걱정 마, 밧줄을 가져왔으니까.
en: don’t worry. I brought a rope.

source: 제가 방금 할머니의 미래를 살짝 봤어욤.
en: I just had a look into your future, granny.

source: -16화-
en: Episode 16

source: 알피.
en: Alfie.

source: 알겠어.
en: alright.

source: 집사장이 고용인 간의 연애를 금지시키지만 않았어도 진작에 커플이 터졌을 거다.
en: if the butler hadn’t forbidden dating among the employees, there would already be numerous couples.

source: 캉?
en: *grrr?*

source: 내가 원하는 것은 화려하면서도 심플하고 멋있는 동시에,
en: something that isn’t too fancy but cool at the same time.

source: 그 점쟁이 말이야.
en: That fortune teller.

source: 힝, 하지마안…
en: but....

source: 시력이 나빠져 무리가 올 수 있단 소리에 흐지부지되었다.
en: ...but eventually gave up once my eyesight worsened.

source: 혹시 무리하시는 건 아니겠지요?
en: you’re not overworking yourself, are you?

source: 하지만, 도련님…
en: but sire...

source: 하고많은 몸 중에 하필 하녀가 된 이유가 궁금하긴 하지만
en: i do wonder why i’m a maid, instead of any other job...

source: …붉은 여우?
en: a red fox?

source: 그럼 원래 이 몸에 살던 아가는 어찌 되는 건지…
en: then... what happened to the child that this body belonged to?

source: …하미?
en: grana?

source: 파들
en: quiver

source: 저 이래 봬도 쫌 능력 있는… 그 뭐냐, 마.법.술.사.거든욤.
en: i don’t seem like much, but i am a... what do you call it? a sorcerer.

source: 대회 중에는 황실 소속 치유 마법술사들이 늘 대기하고 있지요.
en: medicinal sorcerers of the imperial castle are always on standby during the competition.

source: …아무것도 보이지 않는다만?
en: i don’t see anything.

source: 야, 아무리 그래도 그건 아니지.
en: only in your wildest dreams.

source: 기다리고 있었어?
en: were you waiting for me?

source: 이대로 가만히 있어선 안 되겠어!
en: i can’t sit still and let things be!

source: …이 넒은 저택의 커튼을 전부?
en: all of the curtains in this big house?

source: 이상한 일이 일어난다고 했지…?
en: strange things happened, huh?

source: 뭐지....
en: seriously what’s going on?

source: 티아나가 길을 잘 알고 있으니 별 문제는 없을 게야.
en: it shouldn’t be a problem since tiana knows the castle well.

source: 그러게 말이에요.
en: i’ll say.

source: 마침 저도 알피에게 답장 보내야 할 편지가 있거든요.
en: I just happen to have a letter to send to alfie.

source: 그럼··· 저는 이제 어떻게 해야 하는 거죠···?
en: then... what should I do now...?

source: 그걸 다 챙겨 온 거야?
en: you brought all of that?

source: 예, 그럼 도련님도 함께 초대하지요.
en: then, i will invite you over as well, young master.

source: 내가 지닌 능력이 엄청나다는걸.
en: that I have great power.

source: 일단 시험을 해 봐야 하긴 하겠지만, 저도 키코스의 생각에 동의해요.
en: we’ll need to see how it works out, but I agree with kikos hykel.

source: 그래, 송충이다!
en: that’s right, caterpillars!

source: 그렇단 말이지… 덕분에 내 체면이 섰구나.
en: is that so... well thanks to her, i’ve saved face.

source: 하지만 그래도 신경 쓰이는 걸 어떡해.
en: but I can’t help but notice you’re here.

source: 세상에나…!
en: oh my!!!

source: 오시는 길이 멀지는 않으셨습니까?
en: did it take long to get here?

source: 아까 블레이크 부인도 너에게 액세서리를 선물했잖아.
en: mrs. blake gave you accessories, didn’t she?

source: 둘이 언제부터 그렇게 찐한 사이가 된 거야?
en: since when were you that close?

source: 끙,,,
en: hmph...

source: 아이고, 미안하다.
en: oh, dear. i’m sorry.

source: 하녀에게 배운다고요?
en: learn from a maid?

source: …일단 따라오셔요.
en: hmmm... why don’t you come with me?

source: 또 봐욤!
en: i’ll see you again!

source: 아,
en: oh...

source: 에이, 아냐~ 조세핀은 콜린한테 관심 하나도 없어.
en: nah. josephine isn’t interested in colin at all.

source: 흐음… 그래?
en: hm... is that so?

source: 고대에서 제법 많았는데, 시간이 지나면서 거의 사라졌죠.
en: it used to be quite common in ancient times, but it disappeared almost completely since then.

source: 그래도 역시 난 금발이 좋아.
en: i still prefer blondes, though.

source: 응!
en: yes!

source: 벌벌
en: tremble

source: 바꿔 달아 보았답니다.
en: i thought i’d change the curtains, sir.

source: 아무리 그래도 빈손으로 받을 수는 없습니다.
en: i can’t just take this for free.

source: 계시 계통 마법술사랬나?
en: I think he said he was a sorcerer of revelation?

source: 그렇게 분리해서 보다 보면 자연스레 깨닫게 돼요.
en: once you divide them in two, you’ll find out naturally.

source: 전 숙련된 마법술사라 이런 초보적인 단계는 건너뛰어도 되지만 한번 보여드릴게욤.
en: I’m a trained sorcerer, so I don’t need to go through this elementary process, but I’ll show it to you.

source: 아니, 내가 어제 무슨 거짓말을 했다고···.
en: when did I lie to you?

source: 어쩌면 좋아.
en: this is embarrassing.

source: 가족까지 만나 볼 필요가 있나?
en: do we have to meet your family?

source: 응, 미안해.
en: oh, I’m sorry.

source: 근데 이게 대체 어찌 된 일이지?
en: but just what’s going on here?

source: 질끈
en: shut

source: 하필 2년 전에 크게 병으로 앓다가 그만… 그렇게 되시고…
en: she passed away due to severe illness... and then...

source: 정말, 나를 주기 위해 사 온 거라고?
en: did you really get this for me?

source: 그리고… 혹시나 싶어 말하는 거지만,
en: i’m saying this just in case,

source: …어?
en: huh?

source: 뭐야, 그걸 어떻게…
en: what the... how did you...

source: 수정과!
en: persimmon punch!

source: 오늘은 자작님이 돌아오시는 날이라고 했잖아!
en: i told you the viscount is returning today!

source: 다른 건 몰라도 억압-통제-복제-분열-유지-방출 이 부분을 빼놓고선 성립이 안 돼.
en: More than anything, it can’t be established without the oppression-control-copy-division-maintenance-explosion part.

source: …어쩔 수 없지.
en: oh, all right then.

source: 맞아요…
en: that’s correct...

source: 큭큭, 잠깐만요.
en: keke, just a moment.

source: 아, 알겠다!
en: oh, I know!

source: 그럼… 그럴까?
en: then... shall we?

source: 난 몰라.
en: I don’t know.

source: 사락
en: swish

source: 황성 보호 마법의 영향을 받지 않으려면 제 마력양을 줄여야 한대요.
en: I need to lower my level of mana to not be affected by the protection sorcery of the imperial castle.

source: 그래도 유모가 살아 계실 땐 지금 같진 않았는데…
en: he wasn’t like this when his nanny was alive...

source: 마침 하미에게 드릴 말씀이 있었습니다.
en: I have something to tell you, grana.

source: 너무 예쁘다!!
en: these are beautiful!

source: 필요하다며?
en: you needed this, right?

source: 네, 오늘 다시 만나서 선물을 주겠다고 했는데···.
en: yes, I told her I’d bring her a gift today...

source: 율리시스가 직설적이었던 거구나.
en: I guess ulysses is very direct as compared to the king.

source: 제국에서 손꼽히는 유명한 귀족 가문 중 하나이다.
en: they are among the most renowned of noble families in the empire.

source: 거, 아가씨 은근 고집 있네.
en: you’re pretty stubborn.

source: 조만간 또 만나 뵙길 기대할게요.
en: I look forward to seeing you soon.

source: 감사해요, 님페라 부인 자수야말로 예쁜 걸요!
en: thank you. your stitch pattern is also quite lovely, lady nimpera!

source: 예예, 고마워욤.
en: yes, thank you.

source: 두 분이 서로 스킨십을 하면 할머니의 마력을 도련님이 끌어가욤.
en: when you have physical contact with young master cassian, he takes some of your mana away.

source: 처음에는 어찌 되려나 걱정했는데, 제 눈으로 보고 나니 근심이 사라지네요.
en: I was worried at first but after meeting her I don’t know why I was worried.

source: …그런가.
en: was it?

source: 파닥
en: flap

source: 흐음… 이 정도면 괜찮네요.
en: hm... I think this is enough.

source: 이게 창조 마법술이군요.
en: so this is what people call creation sorcery.

source: 크크, 제가 지금 기분이 좋으니까, 할머니한테만 살짝 알려 드릴게욤.
en: keke, i’m in good mood, so i’ll let you in on a secret.

source: 울림이 아주 쩌렁쩌렁하고만.
en: she’s got quite a pair of lungs...

source: 제 작은 성의이니 부담 가지실 것 없습니다. <붉은 사막>은 고전 명작으로,
en: please take it as a sign of my gratitude. <The Red Desert> is a classic novel...

source: 하이젤 부인, 정말인가요?
en: lady heisel, is that true?

source: 본문 아래 별도로 현존하는 509가지의 마법술 계통의 소속을 명시한 표를 첨부하였으니 참고하도록 하자.
en: please keep note of all 509 types of magic.

source: ···내 도움이 필요하다던데.
en: I heard you needed my help.

source: 아내…???
en: his... wife?!

source: 자네들은 이만 쉬게나.
en: the rest of you should relax.

source: 그렇지 않습니다.
en: that’s not true.

source: 오늘 저녁에 황실 만찬이 있습니다.
en: there’s going to be a feast in the imperial castle.

source: 머리색 대로
en: based on your hair colors...

source: 하미야!
en: grana!

source: 쟤는 또 왜 저런다니, 하여튼… 조세핀의 말은 너무 귀담아듣지 마렴.
en: really... what’s gotten into her? please don’t take what she said personally.

source: 그런데 그게 과연 좋은 선택이었을까…
en: but I wonder if that was the right choice.

source: 난 싫대도?
en: i don’t like it, okay?

source: 설마...
en: could it be...

source: 나는 리본이나 머리 장식 만들고 싶어!
en: i want to make ribbons and things to decorate my hair!

source: 단 한 자도?
en: not even a letter?

source: 전혀 몰랐어.
en: I had no idea.

source: 내 돈, 잃게 하진 않을 거지?
en: you’re not going to let me lose all my money, are you?

source: 뭔가 엄청난 단어가 출현했어...!
en: those words mean something extremely big...!

source: 또 있어.
en: also, one more thing.

source: 뭐야… 신입 하녀가 이렇게 예쁘다는 말은 없었는데.
en: what the... no one told me the new maid was so pretty.

source: 하여튼 우리 도련님도 사연이 기구하신 분이야.
en: anyways, the young master has quite a story.

source: 으응…?
en: how?

source: 여러분들께서 머물게 되실 방은 2층에 마련되어 있습니다.
en: the room you’ll be staying in is on the second floor.

source: 열심히 공부해야지 아무렴…
en: of course you should study hard.

source: 괜한 걱정이다.
en: you’re getting worried for nothing.

source: 나는 장갑… 리본도 달린 거면 좋겠어.
en: i would have asked for gloves... with ribbons.

source: 그럴 바에는 만드는 과정을 내가 직접 보는 게 낫지.
en: it’s best for me to witness the entire process myself.

source: 화상을 얕보시면 안 돼요.
en: you shouldn’t take burns lightly.

source: 하룻밤 새에 자수를 놓은 수제품으로 바꿔놓다니?!
en: she replaced them with handstitched curtains in one night?!

source: 그리고는 한입에 꿀떡 삼켰… 뭐 내용이 이래?
en: then, the cat ate the mouse in one big... what even is this?

source: 피엘라의 정체를 숨겼으니, 안심해도 괜찮겠지.
en: I guess it should be alright since we’ve kept fiella’s identity a secret.

source: 팔랑
en: flap

source: 잠시만요, 부인.
en: wait a moment now, lady.

source: 고마워.
en: thanks.

source: 열심히 공부해서 나중에 큰 사람이 되어야지.
en: you need to study well and become a great person.

source: 너무 어렵나요?
en: is it too difficult?

source: 음… 그건 아니지 않나?
en: hmmm... I don’t think that’s true.

source: 그러겠네요···.
en: you’re right...

source: 에이, 냅둬.
en: just let him be.

source: 열다섯?
en: fifteen?

source: 픽-
en: grin

source: 거기서 한 발자국만 더 걸어와 보셔욤.
en: come one step closer.

source: 레이디의 소양이라는 건 간단히 익힐 수 있는 게 아니니까요.
en: the elegance of a lady isn’t something that can be learned easily.

source: 삐죽
en: pout

source: 예?
en: sir?

source: 그렇지 않나, 운명이라고 해도 믿길 정도야.
en: isn’t it? I’d even call it fate.

source: 아가씨들이 쓰는 그런 거로!
en: something that ladies wear!

source: 그런가요?
en: is that so?

source: 그럼 어디 한 번…
en: well then...

source: 입구는 이쪽이야, 이쪽.
en: the entrance is this way.

source: 잠깐!
en: wait!

source: 사라카엘이 늘 제 곁에 계셔서 몰랐어요.
en: I didn’t know that because you were always with me.

source: 처음엔 어려우니까 보조선을 그어서 그걸 따라하면서 해 보셔요.
en: it’s a little difficult at first, so draw some auxiliary lines and sew as you follow the lines.

source: 도시락을 챙겨서 소풍 나오면 딱이겠어.
en: it’s perfect for bringing food and having picnics.

source: 그러고 보니, 저택의 지붕도 통과했었지.
en: now that i think about it, it even went through the roof of the estate.

source: 그냥 이걸 만든 신입 하녀를 내 방으로 부르는 게 낫겠군.
en: it’ll be better to order the maid who made this to come to my room.

source: 궁금하시면 올라가서 확인해 보고 오겠습니다.
en: if you’re curious to know, I can fly up there to check.

source: 그럼 알아서 편지가 제 주인한테 찾아갈 거예욤.
en: the letter will find its way to its owner.

source: 사실 도련님 성질을 못 이기고 도망간 거나 다름없지만…
en: to be honest, they all ran away because of his ill temper...

source: 흔들
en: wave

source: 어쩌면 제 이름도 이곳에 올라갈지 모르겠군요.
en: perhaps my name will be written on the list too.

source: 손을 잡으면 되는 거였군.
en: so it was just holding hands I see.

source: 장모님께서 하이젤 백작 부인이시지요.
en: my mother-in-law is countess heisel.

source: 맞아요!
en: that’s right!

source: 이 편지를 쓴 사람은 왜인지는 몰라도 화가 단단히 났네.
en: the writer of this letter seems quite angry.

source: 여름이라 날이 더워서 더위 먹었나?
en: has he lost his mind from the heat?

source: 다 쓸 데가 있다.
en: don’t worry about it.

source: 일이라니, 무슨 일?
en: what? what does she mean, work?

source: 도련님 곁에 하미 양 같은 분이 있어 다행입니다.
en: it’s a relief that the young master has someone like you, ms. grana.

source: 뚜벅
en: tmp

source: 크리스티 황비님께···.
en: dear queen christy...

source: 뭘 멀뚱히 있어?
en: what are you mindlessly staring for?

source: 전에 보내 주신 아이 옷을 보고 정말 놀랐답니다.
en: i was surprised by the baby’s clothes you sent the other day.

source: 그런데 갑자기 그 여우는 무슨 일로?
en: why mention the fox all of a sudden?

source: 저도 창조 마법은 전혀 몰라서 도움을 드릴 수가 없네요…
en: I don’t know anything about creation magic, so I can’t be of help...

source: 그래서… 신경이 쓰였나 보군.
en: so... it got to me.

source: 직접···?
en: they made them...?

source: 세 시간···?
en: three hours...?

source: 요리도 뭐… 수정과나 식혜같은 음식 만드는 거지.
en: as for cooking, I make things like persimmon punch or sikhye.

source: 제가 그리 대단한 걸 챙겨 드린 것도 아닌데요, 뭘.
en: making the beverage wasn’t a big deal.

source: 하미는 우리 윈스턴 가문의 하녀야, 그러니 내 허락 없이는 안 돼.
en: grana is a maid of the winston household. she can’t go without my permission.

source: 오늘은 302페이지 입니다.
en: today’s lesson will be on page 302.

source: 하여튼… 우리 도련님 성격 한번 참…
en: geez... the young master has quite the personality.

source: 그래, 알겠어.
en: okay, got it.

source: 재미없어어!
en: bored!

source: 결론부터 얘기하자면, 구려.
en: First of all, it sucks.

source: 얘는 그럼 작은 빨강이야.
en: then she’s the little red one.

source: 그 다음에는 머리 모양과 장신구를 골라 주세요!
en: then pick a hairdo and some jewelry!

source: 그래, 그래.
en: yes, yes.

source: 몰라, 그냥 말 한 마디 없이 바람처럼 사라져서 뒷모습만 봤대.
en: i don’t know. he disappeared just like the wind, so she only saw his back.

source: 그래?
en: is that so?

source: 저렇게 좋아할 줄 알았더라면, 진작 좀 챙겨줄 걸 그랬나.
en: if i knew he’d be this happy, i would’ve done it sooner...

source: 그리고 석화 마법 파트에서는 대상의 밀도에 따른 적용 시간의 차이를 설명…
en: There needs to be an explanation that the time it takes for the lithification process to apply differs according to the density of the object...

source: 후우…
en: phew...

source: 저 역시 배우고 싶은걸요?
en: i would like to learn as well.

source: 다시 앉아.
en: sit down.

source: 허허
en: haha

source: 아니다, 됐다!
en: never mind.

source: 덕분에 그간 무척 즐거웠답니다.
en: I had a great time thanks to you.

source: 애초부터 이보다 더한 힘을 원했더라면 충분히 사용할 수 있었을 겁니다.
en: if you wanted to, you could’ve used your power.

source: 마치 시원한 숲속에 있는 기분이야!
en: i feel like i’m in a cool forest!

source: 어.
en: yes.

source: 재봉과 자수, 그리고 뜨개질.
en: sewing, stitching, and knitting.

source: 그럼 어서 만찬을 시작하죠.
en: let’s get started.

source: 음, 그럼 얼마나 자주 오실 수 있는데욤?
en: well, how often can you come?

source: 알피예요.
en: I’m alfie.

source: 괜찮습니다.
en: I understand.

source: 대충 500개 정도니까… 하니씩 하다 보면 언젠가 할머니도 감을 잡으시겠죰!
en: there are at least 500, so you’ll get a feel of what to do as we try each one!

source: 아주 웃음꽃이 땅끝까지 피어나겠군.
en: is it possible for her to be any happier?

source: 그 소문이 진짜였구나 싶어서요.
en: it seems that the rumors are true.

source: ...스킨십.
en: physical contact.

source: 전에 말했던 그 붉은 여우 말인데, 이 근처에서 자주 봤다고 했지?
en: it’s about the red fox we talked about the other day. you said you see it around here often, right?

source: 이론을 익힌다 해도 실제 마력 컨트롤까진 깨닫기 힘드니까요.
en: even if you learn the theories, it’s hard to fully understand until you can actually control your magical powers.

source: 한 번만 부탁드립니다.
en: please, just this once.

source: 그랬군요…
en: i see...

source: 나비인가요?
en: is it a butterfly?

source: 얘, 자작님이 널 불러서 뭐라고 하셨니?
en: hey, what did the viscount say to you?

source: 왜 지금껏 그런 하녀가 저택에 있는 줄도 몰랐지?
en: why didn’t I know she was in the house all this time?

source: 도련님…?
en: young master?

source: 그나저나 그날은 용케도 잘 도망가던데, 내가 찾지 말라고 그렇게 경고했건만 내 말은 귓등으로도 안 듣는 거냐.
en: By the way, you ran away quite quickly the other day. I warned you not to look for me, but you don’t listen, do you?

source: 다음엔 곡선으로 꿰매기…
en: Next, here’s how to sew in a wavy line...

source: 그렇구먼…
en: i see...

source: 그 다음에 대상을 둘로 분리해서 생각하는 거지요.
en: then, you think of the target divided in two.

source: 푹
en: plunk

source: 알피라니, 이 여우가?
en: this fox is alfie?

source: 고위 귀족들은 자신들의 권력이 나눠지는 걸 원치 않았습니다.
en: the upper class nobles did not want their power to be distributed.

source: 뭐긴요, 지금 이런 것 말이에요.
en: what do you mean, teach her what? things like this!

source: 사라카엘!
en: saraqael!

source: 아니… 뭐, 별것도 아니었다만.
en: it was nothing.

source: 안내할래!
en: I’ll take you!

source: 저놈도 썩 괜찮지 않나?
en: isn’t he quite a nice guy?

source: 여기랑 거기랑은 완전 다르다고요.
en: they are two completely different worlds.

source: 어여~ 가래도?
en: shoo. you should go.

source: 꾸깃,,,
en: grimace

source: 하아···.
en: *sigh*

source: 하아… 모르겠군.
en: I just don’t know...

source: 전에 보니 발꿈치 상점가에 옷 가게도 있던데.
en: i saw a clothing shop at the heel shopping district the other day.

source: 아… 그런가?
en: oh... is that so?

source: 우리 나이도 비슷하고, 같이 수업도 듣고, 이렇게 숲에 함께 나오기도 하잖아.
en: we’re a similar age, we take lessons together, and we come out to the forest together like this.

source: 그 아이는…
en: she is...

source: 따라 해 보라니까.
en: repeat after me.

source: 혹시 어디에서 봤는지 기억하고 있어?
en: do you remember where you saw it, by any chance?

source: 그런데 사라카엘과 함께 있으면 오히려 제 마력이 늘어나니까···.
en: if I stay with you, my mana level would increase...

source: 마침 이번 주말에 티파티가 있으니 손수건이라도 가져가 보여줘야겠구나.
en: there happens to be a tea party this weekend, so i will take a handkerchief and show it to the ladies.

source: 아니, 아니지… 이번엔 수정과 말고 식혜를 만들어 볼까나?
en: no... should i make sikhye (a sweet rice drink) instead?

source: 중요한 것만 먼저 말하도록 하지.
en: I’ll first mention the most important points.

source: 조심해서 와!
en: be careful crossing over!

source: 상처 하나 없이 우승하라는 뜻인가 보군.
en: so what you’re telling me is to win the pageant without a scratch.

source: ···자.
en: wait...

source: 자, 다들 저를 따라 일어나 보세요!
en: everyone, stand up like me.

source: 고놈 참 실하기도 하지.
en: they’re so healthy!

source: 또 만났군요, 숙녀님.
en: we meet again, miss.

source: 어떻게···?
en: how do you have that much money...?

source: 하녀에게 그런 표현까지…?
en: is there a need to call a maid in such a way?

source: 지금 안 가면 또 늦는단 말이에요.
en: you’re going to be late if you don’t leave now.

source: 정을 줄 어머니나 유모 없이 자라 안타까우니…
en: it’s quite sad he grew up without a mother or nanny to love him...

source: 그런 게 있어.
en: it’s nothing.

source: 어라···?
en: huh?

source: 고마워요.
en: thank you.

source: 그러니까 창조 계통이 맞는 거지요!
en: so you must be of the creator bloodline!

source: 혼자서는 못 벗겠어.
en: I don’t think I can get this dress off by myself.

source: 둥
en: dun

source: 그러니까… 대상을 떠올리고, 둘로 나누라는 거죠?
en: so... think of the target, and divide them into two?

source: 그야, 당연히 위험하죠.
en: of course it’s dangerous.

source: 좀 별로였다면 몇 번이고 다시 바꾸라고 했을 텐데.
en: if i didn’t like it, i would have made her change it again.

source: 벌컥
en: trrk

source: 예…?
en: young master?

source: 물론, 동의합니다.
en: of course, I agree.

source: 이제야 일어났네!
en: now you’re up!

source: 아유, 뭘 이런 걸 다…
en: wow... you didn’t have to.
